Repository: 84000/data-translation-memory
Catalog: toh335-v2.tmx
Source language: bo
Languages: en

source: [V72]༄༅། །འཕགས་པ་འཁར་གསིལ་གྱི་མདོ།
en: The Noble Sūtra The Ringing Staff

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་
en: Once, the Blessed One said to the monks,

source: འཁར་གསིལ་འདི་ཡོངས་སུ་བཅང་བར་བྱ་སྟེ།
en: “You shall carry this ringing staff.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: འདས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་འཁར་གསིལ་འདི་བསྣམས་སོ། །
en: Because past buddhas have carried this ringing staff and

source: མ་བྱོན་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་འཁར་གསིལ་འདི་བསྣམས་པའི་ཕྱིར་རོ། །
en: future buddhas will carry this ringing staff.

source: ད་ལྟར་གྱི་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་འཁར་གསིལ་འདི་བསྣམས་པ་ཡིན་ཏེ།
en: Present buddhas also carry this ringing staff;

source: ང་ད་ལྟར་མངོན་པར་སངས་རྒྱས་ནས་འཁར་གསིལ་བསྣམས་པ་
en: having now attained awakening, I carry the ringing staff.

source: དེ་བཞིན་དུ་འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་ཉན་ཐོས་རྣམས་ལ་འཁར་གསིལ་བཅང་བར་བྱའོ་
en: In a similar manner, past, future, and present buddhas instruct the listeners, ‘You shall carry the ringing staff.’

source: ཞེས་སྟོན་པར་མཛད་པས་དེང་ང་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཀྱང་སངས་རྒྱས་རྣམས་ཀྱི་ཆོས་ཇི་ལྟ་བ་བཞིན་དུ་ཁྱེད་ལ་བསྟན་པ་ཡིན་གྱིས།
en: So now, having attained awakening, I also teach you in accordance with the Dharma of the buddhas, and

source: ཁྱེད་ཀྱིས་ཀྱང་འཁར་གསིལ་བཅང་བར་བྱའོ། །
en: you too shall carry the ringing staff.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཡེ་ཤེས་ཀྱི་འཁར་བ་ཞེས་ཀྱང་བྱའོ། །
en: “The ringing staff is also called the staff of gnosis .

source: ཡོན་ཏན་གྱི་འཁར་བ་ཞེས་ཀྱང་བྱ་སྟེ།
en: It is also called the staff of excellent qualities .

source: འཕགས་པའི་ཡེ་ཤེས་རབ་ཏུ་སྟོན་པའི་ཕྱིར་ཡེ་ཤེས་ཀྱི་འཁར་བ་ཞེས་བྱའོ། །
en: Because it signifies the gnosis of noble beings, it is called the staff of gnosis.

source: ཡོན་ཏན་གྱི་གཞི་སྒྲུབ་པའི་ཕྱིར་ཡོན་ཏན་གྱི་འཁར་བ་ཞེས་བྱ་སྟེ།
en: Because it builds the foundation of excellent qualities, it is called the staff of excellent qualities.

source: འཁར་གསིལ་འདི་ནི་འཕགས་པའི་གང་ཟག་གི་རིགས་ཅན་སྐྱེས་བུ་དམ་པར་མཚོན་པའི་ལམ་གྱི་ཆོས་ལ་ཕྱོགས་པའི་རྒྱལ་མཚན་རྗེས་སུ་དྲན་པ་རྣམ་པར་གཞག་པའི་དོན་གྱི་སྤྱོད་པ་ཡིན་པས་
en: “This ringing staff signifies that the holder is a sublime being belonging to the lineage of noble beings, it is an emblem that points to the Dharma of the path, and it is a practice that facilitates recollection.

source: དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་བཞིན་དུ་བཅང་བར་བྱའོ། །
en: Therefore, you should carry it according to the Dharma.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་སྟན་ལས་ལངས་ཏེ།
en: Then Venerable Mahākāśyapa rose from his seat,

source: གོས་ཚགས་བཅོས་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་ཐལ་མོ་སྦྱར་ནས་པུས་མོ་ས་ལ་བཙུགས་ཏེ།
en: adjusted his robes, draped his upper robe over one shoulder, joined his palms, and knelt on the ground.

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: He inquired of the Blessed One,

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་འཁར་གསིལ་ཞེས་བགྱི།
en: “Blessed One, why is it called a ‘ringing staff’?

source: ཇི་ལྟར་ན་བཅང་བར་བགྱི།
en: How should it be carried?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་དུ་གསོལ།
en: May the Blessed One explain.

source: བདག་ཅག་རྣམས་ཀྱིས་ཀྱང་བཀའ་བཞིན་དུ་སྤྱོད་པར་འཚལ་ལོ་ཞེས་གསོལ་པ་དང་།
en: We will practice as instructed.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་འོད་སྲུང་ལ་བཀའ་སྩལ་པ། ལེགས་པར་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་ངས་བཤད་པར་བྱའོ། །
en: The Blessed One said to Kāśyapa, “Listen well, keep it in mind, and I shall explain.

source: དེ་ལ་འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཡང་བ་ཡིན་ཏེ།
en: “The ringing staff brings relief.

source: གང་གིས་འཁར་བ་འདི་ལ་བརྟེན་པ་འདི་དག་ཉོན་མོངས་པ་བསལ་ནས་ཁམས་གསུམ་ལས་ངེས་པར་འབྱུང་བའི་ཕྱིར་ཡང་ཞེས་བྱའོ། །
en: Those who rely upon this ringing staff will eliminate afflictions and emerge from the three realms. Therefore, it is said to bring relief.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་སྣང་བར་བྱེད་པ་ཡིན་ཏེ།
en: “The ringing staff causes illumination.

source: འཁར་གསིལ་འཛིན་པའི་གང་ཟག་གང་ཡིན་པ་དེ་དག་ཤེས་རབ་ཀྱི་སྣང་བ་ཐོབ་པར་འགྱུར་བའི་ཕྱིར་སྣང་བར་བྱེད་པ་ཞེས་བྱའོ། །
en: Those who hold the ringing staff will attain the illumination of wisdom. Therefore, it is said to cause illumination.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཕྱིར་མི་ལྡོག་པར་བྱེད་པ་ཡིན་ཏེ།
en: “The ringing staff brings about irreversibility.

source: འཁར་གསིལ་འཛིན་པའི་གང་ཟག་གང་ཡིན་པ་དེ་དག་སྲིད་པ་གསུམ་ལས་ངེས་པར་འབྱུང་ཞིང་
en: Those who hold the ringing staff will emerge from the three realms of existence and

source: ཡང་མངོན་པར་ཞེན་པ་ཉིད་དུ་མི་འགྱུར་བའི་ཕྱིར་ཕྱིར་མི་ལྡོག་པར་བྱེད་པ་ཞེས་བྱའོ། །
en: also be unattached. Therefore, it is said to bring about irreversibility of spiritual progress.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཁོང་དུ་ཆུད་པར་བྱེད་པ་ཡིན་ཏེ།
en: “The ringing staff causes understanding.

source: གང་འཁར་གསིལ་འཛིན་པར་བྱེད་པ་ཡིན་ཞེ་ན།
en: What does the ringing staff cause one to comprehend?

source: སྡུག་བསྔལ་དང་། སྟོང་པ་དང་། ཁམས་གསུམ་གྱི་ཉོན་མོངས་པའི་ཀུན་ནས་དཀྲིས་པར་ཁོང་དུ་ཆུད་པ་དང་། བདེན་པ་བཞི་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བཅུ་གཉིས་པོ་འདི་དག་གསལ་བར་རྟོགས་པར་འགྱུར་བའི་ཕྱིར་
en: One will understand suffering, emptiness, and the fetters that are afflictions of the three realms, and one will clearly realize the four truths and the twelve links of dependent origination.

source: ཁོང་དུ་ཆུད་པར་བྱེད་པ་ཞེས་བྱའོ། །
en: Therefore, it is said to cause understanding.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ང་རྒྱལ་མེད་པར་བྱེད་པ་ཡིན་ཏེ།
en: “The ringing staff eliminates pride.

source: གང་འཁར་གསིལ་འཛིན་པ་དེ་དག་ང་རྒྱལ་གྱི་ལས་རབ་ཏུ་སྤོང་བར་འགྱུར་བའི་ཕྱིར་ང་རྒྱལ་མེད་པར་བྱེད་པ་ཞེས་བྱའོ། །
en: Those who hold the ringing staff will give up acting pridefully. Therefore, it is said to eliminate pride.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་རྒྱང་བསྲིངས་པ་ཡིན་ཏེ།
en: “The ringing staff keeps others at a distance.

source: གང་འཁར་གསིལ་འདི་འཛིན་པའི་གང་ཟག་གང་ཡིན་པ་དེ་དག་འདོད་པ་ལྔ་ཐག་རིང་དུ་བྱེད་པས་
en: Those who hold this ringing staff will distance themselves from the five sensual objects.

source: དེ་དག་འདོད་པས་སྲེད་པའི་ཀུན་ནས་དཀྲིས་པ་སྤོང་བ་དང་།
en: Therefore, they will give up the fetters of craving for sensual objects,

source: ཕུང་པོ་ལྔ་པོ་རྣམས་རྣམ་པར་འཐོར་བ་དང་།
en: discard the five aggregates,

source: སྲིད་པ་ལྔ་པོ་དག་ཡོངས་སུ་སྤོང་བ་དང་།
en: give up the five states of existence,

source: མྱ་ངན་ལས་འདས་པ་ལ་ཕྱོགས་ཤིང་འདུ་བྱེད་ཀྱི་ལས་ཀྱང་ཐག་རིང་དུ་སྤོང་བའི་ཕྱིར་རྒྱང་བསྲིངས་པ་ཞེས་བྱའོ། །
en: approach nirvāṇa, and also expel conditioning karma far away. Therefore, it is said to keep others at a distance.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ལེན་པར་བྱེད་པ་ཡིན་ཏེ།
en: “The ringing staff adopts.

source: གང་འཁར་གསིལ་འཛིན་པར་བྱེད་པ་དེ་དག་སངས་རྒྱས་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་རིན་པོ་ཆེ་བླངས་པས་རྣམ་པར་གྲོལ་བ་ཐོབ་པར་འགྱུར་བའི་ཕྱིར་ལེན་པར་བྱེད་པ་ཞེས་བྱའོ། །
en: By adopting the precious discipline, meditative stabilization, and wisdom of the buddhas, those who hold the ringing staff will attain freedom.

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཡོངས་སུ་གྲུབ་པར་འགྱུར་བ་ཡིན་ཏེ།
en: Therefore, it is said to adopt. “The ringing staff brings accomplishment.

source: གང་འཁར་གསིལ་འཛིན་པ་དག་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་སྡེ་སྣོད་མངོན་པར་གྲུབ་པ་དང་།
en: By becoming accomplished in the collections of the Buddha’s teachings and practicing them as taught,

source: ཇི་ལྟར་བསྟེན་པ་བཞིན་དུ་བསྒྲུབས་པས་མ་ཉམས་པར་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བའི་ཕྱིར་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ཞེས་བྱའོ། །
en: those who hold the ringing staff will not fall back but become excellent. Therefore, it is said that it brings accomplishment.”

source: འོད་སྲུང་འཁར་གསིལ་ཞེས་བྱ་བའི་ཡི་གེའི་དོན་རྒྱ་ཆེ་ཞིང་མང་བས་ཡོངས་སུ་རྫོགས་པར་རྗོད་མི་ནུས་ཀྱང་ཁྱེད་ཀྱིས་རེ་ཞིག་དེ་བཞིན་དུ་ཡོངས་སུ་གཟུང་བར་བྱའོ། །
en: “Kāśyapa,” the Blessed One concluded, “since the meanings of the term ringing staff are vast and multifarious, they cannot be described fully, but for the time being you should comprehend them in that way.”

source: བཅོམ་ལྡན་འདས་ལ་འོད་སྲུང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Kāśyapa then asked the Blessed One,

source: བཅོམ་ལྡན་འདས་འཁར་གསིལ་ཞེས་བྱ་བའི་དོན་ནི་དེ་ལྟ་བུ་ལགས་ན།
en: “Blessed One, if the meanings of the ringing staff are so,

source: ཅིའི་སླད་དུ་ཡེ་ཤེས་ཀྱི་འཁར་བ་ཞེས་བགྱི་བ་ནས་དྲན་པ་ཉེ་བར་གཞག་པའི་དོན་གྱི་སྤྱོད་པ་ཞེས་བགྱི་བའི་བར་གྱི་དོན་གང་ལགས་པ་
en: what are the reasons for this whole range of meanings, from ‘ staff of gnosis’ to ‘it is a practice aimed at the application of recollection’?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀས་བཤད་དུ་གསོལ།
en: Could the Blessed One explain?”

source: འཁར་གསིལ་ཞེས་བྱ་བ་ནི་ཡེ་ཤེས་ཀྱི་སྤྱོད་པ་སྒྲུབ་པ་དང་།
en: The Blessed One replied, “The ringing staff causes the accomplishment of the practice of gnosis;

source: མང་དུ་ཐོས་པ་རྒྱ་ཆེར་སྒྲུབ་པ་དང་།
en: causes the accomplishment of vast learning;

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཤེས་རབ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་རྣམ་པར་ཐོགས་པ་མེད་པར་ཁོང་དུ་ཆུད་ཅིང་
en: engenders an unhindered understanding of worldly and transcendent wisdom, virtue and nonvirtue, the conditioned and unconditioned, and the contaminated and uncontaminated;

source: ཤེས་རབ་མངོན་པར་འགྲུབ་པར་བྱེད་པའི་ཕྱིར་
en: and it causes the accomplishment of wisdom.

source: ཡེ་ཤེས་ཀྱི་འཁར་བ་ཞེས་ཀྱང་བྱའོ། །
en: Therefore, it is called the staff of gnosis.

source: ཚུལ་ཁྲིམས་དམ་པོར་སྲུང་བ་དང་། བཟོད་པ་དང་། བསམ་གཏན་ལ་སེམས་རྩེ་གཅིག་ཏུ་གཡེང་བ་མེད་པར་སྒོམ་པ་དང་།
en: “Practicing the strict observance of discipline, patience, the cultivation of meditative concentration with a single-pointed mind devoid of distraction,

source: རྟག་ཏུ་བསོད་ནམས་ཀྱི་ལས་བསྒྲུབས་པས་མགོའམ་ཐོད་ལ་མེ་འབར་བ་བཞིན་དུ་སྐད་ཅིག་ཙམ་དུ་ཡང་མི་གཏོང་བའི་ཕྱིར་
en: and constant meritorious actions, as if their head or turban had caught fire, those who hold the ringing staff do not forsake these practices even for an instant.

source: ཡོན་ཏན་གྱི་འཁར་བ་ཞེས་བྱའོ། །
en: Therefore, it is called the staff of excellent qualities.

source: འཁར་གསིལ་འདི་ཡོངས་སུ་འདི་འཛིན་པ་གང་ཡིན་པ་དེ་དག་ནི་གང་གི་སྤྱོད་པ་རྣམ་པ་བཅུ་དྲུག་པོ་འདི་ལྟ་སྟེ།
en: “Those who hold this ringing staff will become perfect in the sixteen kinds of practice:

source: བདེན་པ་བཞི་པོ་སྡུག་བསྔལ་དང་། ཀུན་འབྱུང་བ་དང་། འགོག་པ་དང་། ལམ་དང་།
en: (1–4) the four truths of suffering, origin, cessation, and the path;

source: ཚད་མེད་པ་བཞི་པོ་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་།
en: (5–8) the four immeasurable states of love, compassion, joy, and equanimity;

source: བསམ་གཏན་བཞི་པོ་བསམ་གཏན་དང་པོ་དང་། བསམ་གཏན་གཉིས་པ་དང་། བསམ་གཏན་གསུམ་པ་དང་། བསམ་གཏན་བཞི་པ་དང་།
en: (9–12) the four meditative concentrations: the first meditative concentration, second meditative concentration, third meditative concentration, and fourth meditative concentration;

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་པོ་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་གྱི་སྐྱེ་མཆེད་ཀྱི་ཕུན་སུམ་ཚོགས་པ་དང་།
en: and (13–16) the four formless states of meditative attainment: the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothingness, and the sphere of neither perception nor absence of perception.

source: གཞན་ཡང་སྤྱོད་པ་སུམ་ཅུ་རྩ་བདུན་པོ་འདི་ལྟ་སྟེ།
en: In addition, they will become perfect in the thirty-seven practices—namely,

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཕུན་སུམ་ཚོགས་ཤིང་ཆོས་དེ་དག་གསལ་བར་རྣམ་པར་བྱེད་པ་དང་།
en: the thirty-seven aids to awakening—and they will discern these dharmas with clarity.

source: བདག་ཉིད་ཀྱི་ལུས་ཀྱིས་མངོན་སུམ་དུ་བྱས་པས་སྒྲའི་རྗེས་སུ་མི་འབྲང་བ་དང་།
en: Because they actualize them physically, they do not pursue words.

source: ཆོས་དེ་དག་ལ་བདག་ཉིད་རྣམ་པར་རྩེན་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་རྣམ་པར་ཐར་པའི་སྒོར་འཇུག་པ་ལ་རང་དབང་དུ་གྱུར་ཅིང་
en: They frolic in these dharmas and are free to enter the gateways to liberation of emptiness, signlessness, and wishlessness at will and without difficulty.

source: དགའ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་འཕགས་པ་ཞེས་བྱ་སྟེ
en: Such persons are called noble beings.

source: ནང་ཡོན་ཏན་དེ་ལྟ་བུ་དང་ལྡན་པས་ཕྱི་རོལ་འཁར་གསིལ་འཛིན་པ་ཡིན་ཏེ།
en: “Possessing such qualities internally, they hold the ringing staff externally.

source: འདིས་ནི་གང་ཟག་གདོན་མི་ཟ་བར་འཕགས་པའི་ཡོན་ཏན་ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བསམ་གཏན་དང་། ཤེས་རབ་དང་། རིག་པ་གསུམ་དང་། མངོན་པར་ཤེས་པ་དྲུག་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་པོ་རྣམས་ཕུན་སུམ་ཚོགས་པ་ཡིན་ཏེ
en: Because of this, it is beyond doubt that such persons are perfect in the excellent qualities of noble beings: discipline, patience, meditative concentration, wisdom, the threefold knowledge, the six types of supernatural knowledge, and the eight kinds of liberation .

source: གང་ཟག་དེ་འཕགས་པ་ཡིན་པར་མཚོན་པ་ཉིད་ཀྱིས་གུས་པ་སྐྱེད་པར་འགྱུར་བའི་ཕྱིར་འཕགས་པའི་གང་ཟག་གི་རྟགས་ཞེས་བྱའོ། །
en: Because the ringing staff engenders respect by signifying that such persons are noble beings, it is called the sign of a noble being.

source: སྐྱེས་བུ་དམ་པར་མཚོན་པ་ཞེས་བྱ་བ་ནི་ནང་ན་ཡེ་ཤེས་ཀྱི་ངོ་བོ་ཉིད་དང་ལྡན་པས་དམ་པ་ཞེས་བྱ་སྟེ།
en: “As for the expression ‘that which signifies that the holder is a sublime being,’ because of possessing the nature of gnosis within, a person is said to be ‘sublime.’

source: གང་ཟག་དེ་འཕགས་པ་ཡིན་པར་མཚོན་པ་ཉིད་ཀྱིས་གུས་པ་སྐྱེད་པར་འགྱུར་བའི་ཕྱིར་
en: The ringing staff engenders respect by signifying that the person is a noble being.

source: འཕགས་པའི་ནང་ན་ཡེ་ཤེས་ཀྱི་ངོ་བོ་ཉིད་དང་ལྡན་པས་ཡོན་ཏན་གྱི་གཞི་སྒྲུབ་པ་དང་། ཆོས་གོང་ནས་གོང་དུ་རྩོལ་ཞིང་ལེགས་པར་སྒྲུབ་པར་བྱེད་དོ་
en: It thereby shows that, because of possessing the nature of gnosis that is present within a noble being, the holder accomplishes the foundation of excellent qualities, strives for increasingly higher qualities, and accomplishes them well.

source: ཞེས་སྟོན་པར་བྱེད་པའི་ཕྱིར་སྐྱེས་བུ་དམ་པར་མཚོན་པ་ཞེས་བྱའོ། །
en: Therefore, it is called that which signifies that the holder is a sublime being.

source: གང་ཟག་གསལ་བ་དེ་རིང་པོར་མི་ཐོགས་པར་ཤེས་རབ་ཀྱིས་མངོན་པར་གྲུབ་ནས་
en: “It makes known that ‘this clear-minded person, having practiced by means of wisdom,

source: འདུས་མ་བྱས་ཀྱི་གནས་རབ་ཏུ་ཞི་ཞིང་དབེན་པ་མྱ་ངན་ལས་འདས་པའི་བདེ་བ་དོན་དམ་པའི་གནས་ཀྱི་ལམ་དུ་འཇུག་པར་འགྱུར་རོ་
en: will enter before long the path leading to a peaceful and secluded state beyond conditioning, namely the bliss of nirvāṇa, the ultimate place.’

source: ཞེས་ཤེས་པར་བྱེད་པའི་ཕྱིར་ལམ་གྱི་ཆོས་ལ་ཕྱོགས་པའི་རྒྱལ་མཚན་ཞེས་བྱའོ། །
en: Therefore, the ringing staff is called the emblem that points to the Dharma of the path.

source: རྗེས་སུ་དྲན་པའི་རྣམ་པར་གཞག་པའི་དོན་གྱི་སྤྱོད་པ་ཞེས་བྱ་བ་ནི་
en: “As for the expression ‘it is a practice that facilitates recollection,’

source: འཁར་བ་འདི་རིམ་པ་གསུམ་དང་ལྡན་པར་
en: this ringing staff has three levels.

source: དུམ་བུ་གསུམ་གྱི་རིམ་པ་མཐོང་བ་ཉིད་ཀྱིས་ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་རྗེས་སུ་དྲན་ནས་
en: Just by seeing the structure of the three segments, having recollected the suffering of the three lower states of existence,

source: ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་སྒོམ་པར་བྱེད་པ་དང་།
en: one will cultivate discipline, meditative stabilization, and wisdom;

source: གནོད་པ་གསུམ་པོ་རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་རྗེས་སུ་དྲན་ན་
en: having recollected the three misfortunes—aging, sickness, and death—

source: དུག་གསུམ་པོ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཡོངས་སུ་སེལ་བར་བྱེད་པ་དང་།
en: one will dispel the three poisons: attachment, hatred, and ignorance; and

source: ཁམས་གསུམ་པོ་དག་མི་རྟགས་པ་ཡིན་པ་ཉིད་དུ་རྗེས་སུ་དྲན་ནས་
en: having recollected the three realms as impermanent,

source: དཀོན་མཆོག་གསུམ་ལ་མངོན་པར་ཡིད་ཆེས་ཤིང་གུས་པ་དང་།
en: one will generate belief in and respect for the Three Jewels,

source: སྲིད་པ་གསུམ་བསལ་བ་དང་།
en: eliminate the three realms of existence ,

source: དག་པ་གཙང་བ་དང་།
en: discard the three contaminations,

source: ལས་རྣམ་གསུམ་རྣམ་པར་སྦྱང་བ་དང་།
en: purify the three kinds of karma,

source: རིག་པ་གསུམ་དང་ལྡན་པར་འདོད་པ་དང་།
en: wish to possess the threefold knowledge,

source: རྣམ་པར་ཐར་པ་གསུམ་ལ་འཇུག་པ་དང་།
en: enter the three liberations,

source: རྗེས་སུ་དྲན་པ་དྲུག་གི་གནས་གསུམ་ཐོབ་པ་དང་།
en: obtain the three states of the six recollections, and

source: ཡེ་ཤེས་ཐག་རིང་དུ་བྱེད་པ་གསུམ་རྟོགས་པར་འགྱུར་བའི་ཕྱིར་
en: realize the three gnoses that take one far.

source: དུམ་བུ་གསུམ་རིམ་པར་རྣམ་པར་གཞག་པ་ཡིན་ནོ། །
en: Hence, it is presented in its structure of three segments.

source: གཞན་ཡང་བཞི་སྒྲིལ་དུ་བྱས་པ་ནི་
en: “Furthermore, it is made with four prongs.

source: སྐྱེ་བ་རྣམ་པ་བཞི་ཡོངས་སུ་བཅད་པ་དང་།
en: For the purpose of severing the four types of birth ,

source: བདེན་པ་བཞི་རྗེས་སུ་དྲན་པར་བྱ་བ་དང་།
en: recollecting the four truths ,

source: ཚད་མེད་པ་བཞི་སྒོམ་པ་དང་།
en: cultivating the four immeasurable states,

source: བསམ་གཏན་བཞི་ལ་འཇུག་པར་བྱ་བ་དང་།
en: entering the four meditative concentrations,

source: སྙོམས་པར་འཇུག་པ་བཞི་ཡོངས་སུ་དག་པར་བྱ་བ་དང་།
en: purifying the four states of meditative attainment,

source: དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་རབ་ཏུ་བསྟན་པ་དང་།
en: revealing the four applications of mindfulness,

source: ཡང་དག་པའི་སྤོང་བ་བཞི་བསྟན་པར་བྱ་བ་དང་།
en: teaching the four kinds of exertion, and

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་ཐོབ་པར་བྱ་བའི་ཕྱིར་བཞི་སྒྲིལ་དུ་རྣམ་པར་གཞག་པ་ཡིན་ནོ། །
en: obtaining the four bases of supernatural power, it is made with four prongs.

source: དབུས་ཀྱི་ཤིང་གཏོགས་པར་རྣམ་པ་ལྔར་གཞག་པ་ནི་ལྟ་བ་ལྔ་པོ་དག་སྤང་བ་དང་།
en: “With the central wooden shaft included, it is shown to have five aspects. For the purpose of forsaking the five views,

source: འགྲོ་བ་ལྔ་པོ་དག་གི་འཁོར་བའི་སྡུག་བསྔལ་གྱི་འཁྲུག་པ་ཡོངས་སུ་སྤོང་བ་དང་།
en: discarding the disturbances of the suffering of saṃsāra of the five states of existence,

source: དབང་པོ་ལྔ་སྒོམ་པ་དང་།
en: cultivating the five faculties ,

source: སྟོབས་ལྔ་དང་ལྡན་པར་བྱ་བ་དང་།
en: possessing the five powers ,

source: སྒྲིབ་པ་ལྔ་པོ་དག་བསལ་བ་དང་།
en: eliminating the five hindrances,

source: ཕུང་པོ་ལྔ་པོ་དག་རྣམ་པར་བཤིག་པ་དང་།
en: dismantling the five aggregates, and

source: ཆ་ལྔ་དང་ལྡན་པའི་ཆོས་ཀྱི་སྐུ་ཐོབ་པར་བྱ་བའི་ཕྱིར་རྣམ་པ་ལྔར་གཞག་པ་ཡིན་ནོ། །
en: attaining the Dharma body having five parts, it is shown to have five aspects.

source: སིལ་སྒྲིལ་བཅུ་གཉིས་སུ་བསྟན་པ་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡན་ལག་བཅུ་གཉིས་སུ་དྲན་པར་བྱ་ཞིང་ཐོགས་པ་མེད་པར་བྱ་བ་དང་།
en: “It is taught that there are twelve rings so that one will recall the twelve links of dependent origination and will do so without being impeded,

source: སྒོ་བཅུ་གཉིས་པའི་བསམ་གཏན་བསྒོམ་པར་བྱ་བ་དང་།
en: one will cultivate the meditative concentrations of the twelve doors, and

source: སེམས་ལ་སྐྱོན་མེད་པར་རྗེས་སུ་དྲན་པར་བྱའོ། །
en: one will recollect with a flawless mind.

source: རིམ་པ་གསུམ་དང་བཞི་སྒྲིལ་དུ་བསྡུས་ཏེ། གྲངས་བདུན་དུ་བསྟན་པ་ནི་
en: “It is taught to have seven parts—the combination of the three levels and the four prongs—

source: དེ་བཞིན་གཤེགས་པའི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་གྱི་ཆོས་རྗེས་སུ་དྲན་པར་བྱ་བ་དང་། འཕགས་པའི་ནོར་བདུན་མངོན་པར་བསྒྲུབ་པར་བྱའོ། །
en: so that one will recollect the Dharma of the seven branches of the awakening of the Tathāgata and accomplish the seven treasures of noble beings.

source: མར་རྩེ་གཏོགས་པར་བརྒྱད་དུ་བསྟན་པ་ནི་ལམ་ཡན་ལག་བརྒྱད་པ་རྗེས་སུ་བསྟན་པར་བྱ་བ་དང་།
en: “With the lower tip included, it is shown to have eight parts. It is for the purpose of teaching the eight branches of the path,

source: རྣམ་པར་ཐར་པ་བརྒྱད་ཐོབ་པར་བྱ་བ་དང་།
en: attaining the eight kinds of liberation , and

source: མི་ཁོམ་པ་བརྒྱད་ཡོངས་སུ་བསལ་བའི་ཕྱིར་རྣམ་པ་བརྒྱད་བསྟན་པ་ཡིན་ནོ། །
en: dispelling the eight inopportune states that the eight parts are shown.

source: འཁར་གསིལ་གྱི་དོན་མདོར་བསྟན་པ་དེ་ལྟ་བུ་ཡིན་པས་
en: “That is the brief meaning of the ringing staff.

source: ཁྱེད་ཀྱིས་ལེགས་པར་ཡོངས་སུ་གཟུང་བར་བྱའོ། །
en: Therefore, you should retain it well.”

source: བཅོམ་ལྡན་འདས་ལ་འོད་སྲུང་གིས་གསོལ་པ།
en: Kāśyapa promised the Blessed One,

source: བཅོམ་ལྡན་འདས་འཕགས་པའི་གསུང་རབ་ལ་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་འཚལ་ལོ་ཞེས་གསོལ་ཏོ། །
en: “Blessed One, it shall be done just as it has been taught in the noble statements.”

source: དེ་ནས་འོད་སྲུང་ཆེན་པོས་ཡང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Mahākāśyapa then inquired again of the Blessed One,

source: བཅོམ་ལྡན་འདས་དུས་གསུམ་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཆོས་ཀུན་མཚུངས་པ་ཞིག་ལགས་སམ།
en: “Blessed One, are all the teachings of the tathāgatas of the three times the same?”

source: ཁ་ཅིག་འཁར་བ་མཚུངས་ཀྱང་སྤྱོད་པ་མི་མཚུངས་པས་
en: The Blessed One replied, “For some, the staff is the same but the usage is different.

source: ཁ་ཅིག་གི་ཚེ་ན་ནི་བཞི་སྒྲིལ་དུ་བྱས་པའོ། །
en: On account of that, during the time of some, it is made with four prongs, and

source: ཁ་ཅིག་གི་ཚེ་ན་ནི་གཉིས་སྒྲིལ་དུ་བྱས་པ་སྟེ།
en: during the time of others, it is made with two prongs.

source: སིལ་སྒྲིལ་གྱི་གྲངས་ལ་ནི་བྱེ་བྲག་ཏུ་གྱུར་པ་མེད་དོ། །
en: The number of rings does not vary.

source: ང་ནི་དེང་འདིར་བཞི་སྒྲིལ་སིལ་སྒྲིལ་བཅུ་གཉིས་སུ་བྱས་པའི་བསྟན་པ་དེ་སྤྱོད་དོ། །
en: As for me, I have taught that it should be made with four prongs and twelve rings.

source: གཉིས་སྒྲིལ་དུ་བྱས་པ་ནི་དེ་བཞིན་གཤེགས་པ་འོད་སྲུང་གིས་རྣམ་པར་གཞག་པ་ཡིན་ཏེ།
en: “The two-prong design was established by the Tathāgata Kāśyapa.

source: སེམས་ཅན་རྣམས་བདེན་པ་གཉིས་པོ་ཀུན་རྫོབ་ཀྱི་བདེན་པ་དང་། དོན་དམ་པའི་བདེན་པ་རྗེས་སུ་དྲན་པར་བྱ་བའི་ཆེད་དུ་དོན་འདི་རྣམ་པར་གཞག་པ་ཡིན་ནོ། །
en: This meaning was established for the sake of sentient beings recollecting the two truths : conventional truth and ultimate truth .”

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: At that time, after the Blessed One had spoken these words,

source: ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་འཁོར་སྟོང་ཉིས་བརྒྱ་དང་། འཁོར་འདུས་པ་ཆེན་པོ་རྣམས་ཤིན་ཏུ་དགའ་ཞིང་གུས་པས་མངོན་པར་བསྟོད་དོ། །
en: Venerable Mahākāśyapa, the entourage of 1,200 followers, and the large congregation were delighted and gave praise respectfully.

source: འཕགས་པ་འཁར་གསིལ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes The Noble Mahāyāna Sūtra on the Ringing Staff.
